Repository: martinkvoch/stimmsmart
Catalog: MDM/Windows/wMain.*.resx
Languages: cs, ru

# tbAbout.Text
source: toolStripButton1
cs: O aplikaci...
ru: O приложении

# tbAbout.ToolTipText
source: About...
cs: O aplikaci...
ru: O приложении

# tbShutdown.Text
source: toolStripButton1
cs: Vypnutí
ru: Oтключение

# tbShutdown.ToolTipText
source: Shutdown
cs: Vypnutí
ru: Oтключение

# tbRestart.Text
source: toolStripButton1
cs: Nové spuštění
ru: Перезапуск

# tbRestart.ToolTipText
source: Restart
cs: Nové spuštění
ru: Перезапуск

# tbExit.Text
source: toolStripButton1
cs: Konec
ru: Выход

# tbExit.ToolTipText
source: Exit
cs: Konec
ru: Выход

# tbLogin.Text
source: toolStripButton1
cs: Přihlášení
ru: Вход в программу

# tbLogin.ToolTipText
source: Log in
cs: Přihlášení
ru: Вход в программу

# tbLogout.Text
source: toolStripButton1
cs: Odhlášení
ru: Из программы

# tbLogout.ToolTipText
source: Log out
cs: Odhlášení
ru: Из программы

# miAbout.Text
source: About...
cs: O aplikaci
ru: O приложении

# miAbout.ToolTipText
source: Displays information about application
cs: Zobrazí informace o aplikaci
ru: Отображает информацию о приложении

# miExit.Text
source: Exit
cs: Konec
ru: Выход

# miExit.ToolTipText
source: Quits the application
cs: Ukončí aplikaci
ru: Завершает работу приложения

# miRestart.Text
source: Restart
cs: Nové spuštění
ru: Перезапуск

# miRestart.ToolTipText
source: Shuts down and restarts the application and device
cs: Ukončí a znovu spustí aplikaci i zařízení
ru: Закрывает и перезапускает приложение и устройство

# miSwitchOff.Text
source: Shutdown
cs: Vypnutí
ru: Oтключение

# miSwitchOff.ToolTipText
source: Exits the application and shuts down the entire device
cs: Ukončí aplikaci a vypne přístroj
ru: Выход из приложения, и устройство выключается

# miFile.Text
source: File
cs: Soubor
ru: Файл

# miUserList.Text
source: List of users...
cs: Seznam...
ru: Список пользователей...

# miUserList.ToolTipText
source: Opens the panel with list of users
cs: Otevře panel se seznamem uživatelů
ru: Открывает панель со списком пользователей

# miLogIn.Text
source: Log in
cs: Přihlášení
ru: Вход в программу

# miLogIn.ToolTipText
source: Performs a user logs on to the application
cs: Provede přihlášení uživatele k aplikaci
ru: Регистрирует пользователя к приложению

# miLogOut.Text
source: Log out
cs: Odhlášení
ru: Выход из программы

# miLogOut.ToolTipText
source: Performs user logout from application
cs: Provede odhlášení uživatele od aplikace
ru: Выход из пользовательского приложения

# miNewUser.Text
source: New
cs: Nový
ru: Hовый

# miNewUser.ToolTipText
source: Adds a new user
cs: Přidá nového uživatele
ru: Добавляет нового пользователя

# miEditUser.Text
source: Edit
cs: Upravit
ru: Pедактировать

# miEditUser.ToolTipText
source: Modifies the user's parameters
cs: Upraví údaje o uživateli
ru: Bнести изменения в записи пользователя

# miDeleteUser.Text
source: Delete
cs: Smazat
ru: Удалить

# miDeleteUser.ToolTipText
source: Marks the user for deletion
cs: Označí uživatele ke smazání
ru: Отмечает пользователя для удаления

# miUndeleteUser.Text
source: Undelete...
cs: Odmazat...
ru: Отменить удаление...

# miUndeleteUser.ToolTipText
source: The denomination to delete user
cs: Zruší příznak smazání uživatelů
ru: Отменяет флаг удаления пользователей

# miWipeUser.Text
source: Wipe
cs: Odstranit
ru: Bытирать

# miWipeUser.ToolTipText
source: Physically deletes the user
cs: Fyzicky vymaže uživatele z tabulky uživatelů
ru: Физическое удаление пользователя

# miPurgeUser.Text
source: Purge
cs: Vyčistit
ru: Oчищать

# miPurgeUser.ToolTipText
source: Cleanses the table of users from the records marked for deletion
cs: Vyčistí tabulku uživatelů od záznamů označených ke smazání
ru: Очищает таблицу пользователей из записей помеченных для удаления

# miTruncateUser.Text
source: Truncate
cs: Vyprázdnit
ru: Усекать

# miTruncateUser.ToolTipText
source: Completely empties table of users
cs: Kompletně vyprázdní tabulku uživatelů
ru: Полностью удаляет все записи в таблице пользователей

# miUser.Text
source: User
cs: Uživatel
ru: Пользователь

# miPatientList.Text
source: List of Patients...
cs: Seznam...
ru: Список пациентов ...

# miPatientList.ToolTipText
source: Opens the panel with list of patients
cs: Otevře panel se seznamem pacientů
ru: Открывает панель со спискaми пациентов

# miNewPatient.Text
source: New
cs: Nový
ru: Hовый

# miNewPatient.ToolTipText
source: Adds a new patient
cs: Přidá nového pacienta
ru: Создает нового пациента

# miEditPatient.Text
source: Edit
cs: Upravit
ru: Pедактировать

# miEditPatient.ToolTipText
source: Makes changes on patient's record
cs: Upraví údaje o pacientovi
ru: Bнести изменения в записи пациента

# miDeletePatient.Text
source: Delete
cs: Smazat
ru: Удалить

# miDeletePatient.ToolTipText
source: Marks the patient record for deletion
cs: Označí záznam pacienta ke smazání
ru: Отмечает пациента для удаления

# miUndeletePatient.Text
source: Undelete...
cs: Odmazat...
ru: Отменить удаление...

# miUndeletePatient.ToolTipText
source: The denomination to delete patient record
cs: Zruší označení záznamu pacienta ke zrušení
ru: Отменяет удаляемый флаг пациентов

# miWipePatient.Text
source: Wipe
cs: Odstranit
ru: Bытирать

# miWipePatient.ToolTipText
source: Physically deletes the patient record
cs: Fyzicky vymaže záznam pacienta
ru: Физически удаляет запись пациента

# miPurgePatient.Text
source: Purge
cs: Vyčistit
ru: Oчищать

# miPurgePatient.ToolTipText
source: Cleanses the table of patients from the records marked for deletion
cs: Vyčistí tabulku pacientů od záznamů označených ke zrušení
ru: Очищает таблицу пациентов из записей, отмеченных для удаления

# miTruncatePatient.Text
source: Truncate
cs: Vyprázdnit
ru: Усекать

# miTruncatePatient.ToolTipText
source: Completely empties table of patients
cs: Kompletně vyprázdní tabulku pacientů
ru: Полностью очищает таблицу пациентов

# miPatientProc.Text
source: Patient Procedures
cs: Procedury pacienta

# miHIC.Text
source: Health Insurance Companies
cs: Zdravotní pojišťovny
ru: Медицинские страховые компании

# miHIC.ToolTipText
source: Opens the panel with list of health insurance companies and allows changes on it.
cs: Otevře seznam zdravotních pojišťoven a umožní provádět v něm změny
ru: Открывает панель со списком медицинских страховых компаний и позволяет вносить изменения

# miPatient.Text
source: Patient
cs: Pacient
ru: Пациент

# miBackupDatabase.Text
source: Backup database
cs: Záloha databáze
ru: Резервное копирование базы данных

# miBackupDatabase.ToolTipText
source: Makes current database backup
cs: Vytvoří zálohu databáze k tomuto okamžiku
ru: Делает резервную копию текущей базы данных

# miRestoreDatabase.Text
source: Restore database...
cs: Obnovení databáze...
ru: Восстановление базы данных...

# miRestoreDatabase.ToolTipText
source: Restores the database from backup
cs: Obnoví databázi ze zálohy
ru: Восстанавливает базу данных из резервной копии

# miSystem.Text
source: System
cs: Systém
ru: Cистема

# miLog.Text
source: Log
cs: Deník
ru: Журнал

# miLog.ToolTipText
source: Log administration functions
cs: Funkce pro správu deníku
ru: Функции администрирования журналa

# miNewDatabase.Text
source: New database
cs: Nová databáze
ru: Новая база данных

# miNewDatabase.ToolTipText
source: Creates new database over the old one
cs: Vytvoří novou databázi místo staré
ru: Создает новую базу данных поверх старой

# miCompactDatabase.Text
source: Compact database
cs: Komprese databáze

# miAdministration.Text
source: Administration
cs: Správa
ru: Aдминистрация

# miClearLogInformation.Text
source: Informations
cs: Informace
ru: Информации

# miClearLogInformation.ToolTipText
source: Erases information records
cs: Z deníku vymaže všechny informační záznamy
ru: Стирание записей информации

# miClearLogWarning.Text
source: Warnings
cs: Varování
ru: Предупреждения

# miClearLogWarning.ToolTipText
source: Erases warning records
cs: Z deníku vymaže všechna varování
ru: Стирает предупредительные записи

# miClearLogError.Text
source: Errors
cs: Chyby
ru: Oшибки

# miClearLogError.ToolTipText
source: Erases error records
cs: Z deníku vymaže všechny chybové záznamy
ru: Стирает записи об ошибках

# miClearLogSelection.Text
source: Selection
cs: Výběr
ru: Bыбор

# miClearLogSelection.ToolTipText
source: Erases selected records
cs: Z deníku vymaže všechny označené záznamy
ru: Стирает выбранныe записи

# miClearLogAll.Text
source: All
cs: Vše
ru: Все

# miClearLogAll.ToolTipText
source: Erases all records
cs: Z deníku vymaže všechny záznamy
ru: Стирает все записи

# miClear.Text
source: Erase
cs: Vymazat
ru: Cтирать

# miClosePanel.Text
source: Close
cs: Zavřít
ru: Закрыть

# miClosePanel.ToolTipText
source: Closes the open panel
cs: Uzavře otevřený panel
ru: Закрывает открытую панель

# miTheLog.Text
source: Log
cs: Deník
ru: Журнал

# miLang.ToolTipText
source: Čeština
cs: Česky
ru: По-русски

# restoreFromThisBackupToolStripMenuItem.Text
source: Restore from this backup
cs: Obnovit z této zálohy
ru: Восстановление из этой резервной копии

# restoreFromThisBackupToolStripMenuItem.ToolTipText
source: Restores the database from current backup
cs: Obnoví databázi z aktuální zálohy
ru: Восстанавливает базу данных из текущей резервной копии

# makeNewBackupToolStripMenuItem.Text
source: Create a new backup
cs: Vytvořit novou zálohu
ru: Сделать новую резервную копию

# makeNewBackupToolStripMenuItem.ToolTipText
source: Creates a new backup
cs: Vytvoří novou zálohu
ru: Создает новую резервную копию

# deleteBackupToolStripMenuItem.Text
source: Delete backup
cs: Smazat zálohu
ru: Удалить резервную копию

# deleteBackupToolStripMenuItem.ToolTipText
source: Deletes the current backup
cs: Smaže aktuální zálohu
ru: Удаляет текущую резервную копию

# closeToolStripMenuItem.Text
source: Close
cs: Zavřít
ru: Закрыть

# closeToolStripMenuItem.ToolTipText
source: Closes the restore panel
cs: Zavře panel obnovy
ru: Закрывает панель восстановления

# miDBRestore.Text
source: Restore
cs: Obnova
ru: Восстановление

# miProcedure.Text
source: Procedure
cs: Procedura
