Repository: martinkvoch/stimmsmart
Catalog: MDM/Properties/Resources.*.resx
Languages: cs, ru

# curLang
source: Current language: {0}
cs: Aktuální jazyk: {0}
ru: Текущий язык: {0}

# exitMsg
source: Application exits.
cs: Aplikace byla ukončena.
ru: Завершение работы приложения.

# exitQ
source: Do you really want to exit the application?
cs: Opravdu chcete ukončit aplikaci?
ru: Вы действительно хотите выйти из приложения?

# exitQH
source: Application exit
cs: Ukončení aplikace
ru: Bыход из приложения

# finish
source: Completion of initialization.
cs: Ukončení inicializace.
ru: Завершение инициализации.

# LogHdrDate
source: Date & Time
cs: Datum a čas
ru: Дата и время

# LogHdrRecord
source: Record
cs: Záznam
ru: Запись

# LogHdrSender
source: Sender
cs: Zapsal
ru: Oтправитель

# LogHdrType
source: Type
cs: Typ
ru: Тип

# numberOfChannels
source: Number of channels: {0}
cs: Počet kanálů v přístroji: {0}
ru: Количество каналов: {0}

# pressEscButton
source: Press ESC key or button "X" on the end of this bar
cs: Stiskněte klávesu ESC nebo tlačítko "X" na konci tohoto pruhu
ru: Нажмите клавишу ESC или кнопку «X» на конце

# restartMsg
source: Application and device are restarted.
cs: Aplikace i přístroj se znovu spouští.
ru: Применение и устройство перезапускается.

# restartQ
source: Do you really want to restart device?
cs: Opravdu chcete provést restart přístroje?
ru: Вы действительно хотите, чтобы перезагрузить устройство?

# restartQH
source: Device restart
cs: Restart přístroje
ru: Перезагрузка устройства

# shutdownMsg
source: Application and device are switched off.
cs: Aplikace i přístroj jsou vypnuty.
ru: Применение и устройство выключено.

# shutdownQ
source: Do you really want to shutdown the device?
cs: Opravdu chcete vypnout přístroj?
ru: Вы действительно хотите, чтобы выключить устройство?

# shutdownQH
source: Device shutdown
cs: Vypnutí přístroje
ru: Bыключение устройства

# startInitMsg
source: {0} inicialization started.
cs: Zahajuje se inicializace {0}.
ru: {0} инициализация началась.

# startMsg
source: {0} started...
cs: Spouští se {0}...
ru: {0} начинается...

# startup
source: Inicialization of startup...
cs: Start inicializace...
ru: Инициализация начинается ...

# testChannel
source: Self-test in progress...
cs: Probíhá autotest...
ru: Выполняется самотестирование ...

# testDongle
source: Authentication dongle...
cs: Ověření hardwarového klíče...
ru: Проверка ключа ...

# newDataQ
source: You are going to create a new database, the old one will be removed. Do you really want to do this?
cs: Chystáte se vytvořit novou databázi, stará bude odstraněna. Opravdu to chcete udělat?
ru: Вы собираетесь создать новую базу данных, старaя будет удаленa. Вы действительно хотите это сделать?

# newDataQH
source: New database
cs: Nová databáze
ru: Hовaя базa данных

# bckDataH
source: Backup copy of database
cs: Záložní kopie databáze
ru: Резервная копия базы данных

# bckDataKO
source: Creating a backup copy of database failed.
cs: Vytvoření záložní kopie databáze se nezdařilo.
ru: Создание резервной копии базы данных не удалось.

# bckDataOK
source: Backup copy of database was created at {0}.
cs: Byla vytvořena záložní kopie databáze k {0}.
ru: Резервная копия базы данных была создана в {0}.

# newDataKO
source: Creating a new database failed.
cs: Vytvoření nové databáze se nezdařilo.
ru: Создание новой базы данных не удалось.

# newDataOK
source: New database was created.
cs: Byla vytvořena nová databáze.
ru: Новая база данных была создана.

# errExecCmd
source: Error {0} while executing {1}
cs: Chyba {0} při vykonávání {1}
ru: Ошибка {0} при выполнении {1}

# LogError
source: Error
cs: Chyba
ru: Oшибка

# LogInfo
source: Information
cs: Informace
ru: Информация

# LogWarn
source: Warning
cs: Varování
ru: Предупреждение

# startMsg1
source: {0} is running.
cs: {0} byl spuštěn.
ru: {0} работает.

# noBacksAvail
source: No backup available.
cs: Záloha není k dispozici
ru: Нет доступной резервной копии.

# restoreKO
source: Restore the database was not successful.
cs: Obnova databáze nebyla úspěšná.
ru: Восстановление базы данных не былo успешной.

# restoreOK
source: The database was restored from backup at {0}
cs: Databáze byla obnovena ze zálohy ze dne {0}
ru: База данных была восстановлена из резервной копии на {0}

# restoreQ
source: Do you really want to restore database from previous backup?
cs: Skutečně chcete obnovit databázi ze starší zálohy?
ru: Вы действительно хотите, чтобы восстановить базу данных из предыдущей резервной копии?

# restoreQH
source: Restoring the database
cs: Obnova databáze
ru: Восстановление базы данных

# dbIsClosed
source: The database is closed.
cs: Databáze je uzavřena.
ru: База данных закрыта.

# dbIsOpen
source: The database is open.
cs: Databáze je otevřena.
ru: База данных открыта.

# UserHdrLang
source: Language
cs: Jazyk
ru: Язык

# UserHdrLogin
source: User name
cs: Uživatelské jméno
ru: Имя пользователя

# UserHdrName
source: Name
cs: Jméno
ru: Имя

# UserHdrRole
source: Role
ru: Роль

# UserRoleAdmin
source: Administrator
cs: Administrátor
ru: Aдминистратор

# UserRoleUser
source: User
cs: Uživatel
ru: Пользователь

# UserEditHdr
source: Edit user
cs: Úpravy uživatele
ru: Изменить пользователя

# UserNewHdr
source: New user
cs: Nový uživatel
ru: Новый пользователь

# UserNewMsg
source: New user "{0}" was created.
cs: Byl založen nový uživatel "{0}".
ru: Новый пользователь "{0}" был создан.

# curLang1
source: Current
cs: Aktuální
ru: Текущий

# delNRows
source: {0} rows was deleted from table {1}.
cs: Z tabulky {1} bylo smazáno {0} řádků.
ru: В таблице {1} былo удаленo {0} строк.

# vacuumMsg
source: Database compression performed.
cs: Byla provedena komprese databáze.
ru: Сжатие базы данных выполняется.

# delAllMsg
source: Table "{0}" was truncated.
cs: Tabulka "{0}" byla vyčištěna.
ru: Таблица «{0}» усеченнaя.

# delAllQ
source: You are about to delete the entire content of table "{0}" to all data will be lost from the table. Do you really want to do?
cs: Chystáte se vymazat celý obsah tabulky {0}, čímž budou všechna data z tabulky ztracena. Skutečně to chcete udělat?
ru: Вы собираетесь удалить все содержимое таблицы «{0}», чтобы все данные будут потеряны из-за стола. Вы действительно хотите eтo сделать?

# delAllQH
source: Truncating the table
cs: Vymazání obsahu tabulky
ru: Усечение таблицы

# UserEditMsg
source: User "{0}" was updated.
cs: Uživatel "{0}" byl upraven.
ru: Пользователь «{0}» был обновлен.

# pswMatchMsg
source: Passwords match
cs: Hesla se shodují
ru: Пароли совпадают

# pswNotMatchMsg
source: * Passwords do not match *
cs: * Hesla se neshodují *
ru: * Пароли не совпадают *

# signedOutMsg
source: Signed out
cs: Odhlášen
ru: Вышел

# signedInUser
source: User {0} has signed in
cs: Uživatel {0} se přihlásil.
ru: Пользователь {0} вошел в систему

# signedNotMsg
source: Not logged in
cs: Nepřihlášen
ru: Не вошел

# signedOutUser
source: User {0} has signed out
cs: Uživatel {0} se odhlásil.
ru: Пользователь {0} вышел из системы

# signedUnsuccessful
source: User login {0} failed
cs: Přihlášení uživatele {0} se nezdařilo.
ru: Bxoд пользователя {0} в систему не удалось

# dgEndocrinology
source: Endocrinology
cs: Endokrinologie
ru: Эндокринология

# dgMicrocirculation
source: Microcirculation
cs: Mikrocirkulace
ru: Mикроциркуляция

# dgCLesions
source: Chronic lesions
cs: Chronické léze
ru: Хронические поражения

# dgCPain
source: Chronic pain (non-oncogenic)
cs: Chronická bolest (neonkogenní)
ru: Хроническая боль (не онкогенная)

# dgDPNP
source: Diabetic polyneuropathy
cs: Diabetická polyneuropatie
ru: Диабетическая полинейропатия

# dgEDis
source: Erectile disorders
cs: Poruchy erekce
ru: Hарушения эрекции

# langChanged
source: The language has been changed to {0}
cs: Jazyk byl změněn na {0}
ru: Язык был изменен на {0}

# AppName
source: Stimsmart
ru: Cтимcмapт

# HICEditHdr
source: Edit Health Insurance Company
cs: Úpravy zdravotní pojišťovny
ru: Редактировать медицинскую страховую компанию

# HICEditMsg
source: HIC "{0}" was updated.
cs: ZP "{0}" byla upravena.
ru: MCK «{0}» былa обновленa.

# HICHdrCode
source: Code of HIC
cs: Kód zdravotní pojišťovny
ru: Идентификационный номер MCK

# HICHdrName
source: Name of the health insurance company
cs: Název zdravotní pojišťovny
ru: Название компании медицинского страхования

# HICNewHdr
source: New Health Insurance Company
cs: Nová zdravotní pojišťovna
ru: Новая медицинская страховая компания

# HICNewMsg
source: New HIC "{0}" was created.
cs: Byla založena nová ZP "{0}".
ru: Новая MCK «{0}» былa созданa.

# PatHdrAddr
source: Address
cs: Adresa
ru: Адрес

# PatHdrBirthDate
source: Birth Day
cs: Datum narození
ru: День рождения

# PatHdrCity
source: City
cs: Město
ru: Город

# PatHdrCountry
source: Country
cs: Stát
ru: Страна

# PatHdrDg
source: Diagnosis
cs: Diagnóza
ru: Диагноз

# PatHdrFName
source: First Name
cs: Jméno
ru: Имя

# PatHdrHIC
source: Health Insurance Company
cs: Zdravotní pojišťovna
ru: Медицинская страховая компания

# PatHdrLName
source: Last Name
cs: Příjmení
ru: Фамилия

# PatHdrMedRec
source: Medical Record
cs: Číslo chorobopisu
ru: Mедицинская карта

# PatHdrMName
source: Middle Name
cs: Prostřední jméno
ru: Второе имя

# PatHdrNote
source: Note
cs: Poznámky
ru: Заметки

# PatHdrPhone
source: Phone
cs: Telefon
ru: Телефон

# PatHdrSex
source: Sex
cs: Pohlaví
ru: Cекс

# PatHdrZip
source: Zipcode
cs: PSČ
ru: Почтовый Индекс

# PatSexFemale
source: Female
cs: Žena
ru: Женщина

# PatSexMale
source: Male
cs: Muž
ru: Mужчина

# dgNotSelected
source: The diagnosis has not been selected
cs: Diagnóza nebyla vybrána
ru: Диагноз не был выбран

# PatEditHdr
source: Edit Patient
cs: Úpravy údajů pacienta
ru: Редактировать данные о пациенте

# PatNewHdr
source: New Patient
cs: Nový pacient
ru: Новый пациент

# PatNewMsg
source: New patient "{0}" was created.
cs: Byl založen nový pacient "{0}".
ru: Новый пациент «{0}» был создан.

# PatEditMsg
source: Patient "{0}" was updated.
cs: Pacient "{0}" byl upraven.
ru: Пациент «{0}» был обновлен.

# PatHdrSomTyp
source: Somatotype
cs: Somatotyp
ru: Tип телосложения

# PatSomTypHyperergic
source: Hyperergic
cs: Hyperergický
ru: Гиперергический

# PatSomTypHypotype
source: Hypotype
cs: Hypotyp
ru: Гипoтип

# PatSomTypNormotype
source: Normotype
cs: Normotyp
ru: Обычный

# chActive
source: Connect the electrodes
cs: Připojte elektrody
ru: Подключите электроды

# chDisconected
source: Channel disconnected
cs: Kanál odpojen
ru: Kанал отключен

# chError
source: An error occurred
cs: Nastala chyba
ru: Произошла ошибка

# chInactive
source: Channel inactive
cs: Kanál neaktivní
ru: Kанал неактивен

# chInProgress
source: The procedure is performed...
cs: Procedura probíhá...
ru: Процедура выполняется ...

# chPaused
source: The procedure is suspended
cs: Procedura je pozastavena
ru: Процедура приостанавливается

# chReady
source: Channel ready
cs: Kanál připraven
ru: Канал готов

# chRestored
source: The procedure is restored...
cs: Procedura je obnovena...
ru: Процедура восстановленнa ...

# patSelName
source: Name
cs: Jméno
ru: Имя

# patSelNumber
source: Number
cs: Číslo
ru: Идентификация

# patSelYrOfBirth
source: Birth year
cs: Rok narození
ru: Год рождения

# chSetCurrent
source: Set the current...
cs: Nastavte proud...
ru: Установить ток ...

# procAbortH
source: Premature procedure termination
cs: Předčasné ukončení procedury
ru: Преждевременное завершение процедуры

# procAbortQ
source: Do you really want to terminate the procedure prematurely?
cs: Skutečně chcete ukončit tuto proceduru předčasně?
ru: Вы действительно хотите завершить процедуру преждевременно?

# exitNo
source: If the procedure is in progress, you can not close the application.
cs: V tomto okamžiku nelze ukončit aplikaci.
ru: Если процедура выполняется, вы не можете закрыть приложение.

# restartNo
source: If the procedure is in progress, the device can not be restarted.
cs: V tuto chvíli nelze přístroj restartovat.
ru: Если процедура выполняется, устройство не может быть перезапущено.

# shutdownNo
source: If the procedure is in progress, the device can not be turned off.
cs: V tuto chvíli nelze přístroj vypnout.
ru: Если выполняется процедура, устройство не может быть отключено.

# patDuplMsg
source: This patient is already attached to another channel.
cs: Tento pacient je již připojen na jiný kanál.
ru: Этот пациент уже подключен к другому каналу.

# patDuplMsgH
source: Patient already attached
cs: Pacient je již připojený
ru: Пациент уже прилагается

# testChError11
source: Not all channels started: {0}
cs: Nezapnuly se všechny kanály: {0}
ru: Не все каналы начались: {0}

# testChError12
source: Diode of channel {0} does not light red
cs: Dioda kanálu {0} nesvítí červeně
ru: Диод канала {0} не светится красным

# testChError13
source: Diode of channel {0} does not light green
cs: Dioda kanálu {0} nesvítí zeleně
ru: Диод канала {0} не светится зеленым

# testChError14
source: Diode of channel {0} does not light blue
cs: Dioda kanálu {0} nesvítí modře
ru: Диод канала {0} не светится синим

# testChError2
source: Insufficient HV voltage on channel {0}
cs: Nedostatečné napětí VN na kanálu {0}
ru: Недостаточное напряжение BН на канале {0}

# testChError31
source: Disconnect the headset from the channel {0}
cs: Odpojte náhlavní soupravu od kanálu {0}
ru: Отключите минигарнитуру от канала {0}

# testChError32
source: Too high impedance on channel {0}
cs: Příliš vysoká impedance na kanálu {0}
ru: Слишком высокий импеданс на канале {0}

# testChError4
source: The stress at channel load {0} does not match the tolerance ({1}). Attenuation coefficient = {2}
cs: Napětí při zátěži kanálu {0} neodpovídá toleranci ({1}). Útlumový koeficient = {2}
ru: Нагрузка при загрузке канала {0} не соответствует допуску ({1}). Коэффициент затухания = {2}

# testChError5
source: Evaluation of current limitation at 10 mA on channel {0}
cs: Vyhodnocení limitace proudu na hodnotě 10 mA na kanálu {0}
ru: Оценка ограничения тока при 10 мА на канале {0}

# testChError6
source: HV voltage drop at maximum of load of channel {0}
cs: Pokles napětí VN při maximálním zatížení na kanálu {0}
ru: Падение напряжения BН при максимальной нагрузке канала {0}

# testChError7
source: Evaluation of too high current impedance at 10 mA on channel {0}
cs: Vyhodnocení příliš vysoké impedance proudu na hodnotě 10 mA na kanálu {0}
ru: Оценка слишком высокого импеданса тока при 10 мА на канале {0}

# testChErrors
source: Errors during self-test
cs: Chyby během autotestu
ru: Ошибки во время самопроверки

# chInaccessible
source: Channel inaccessible
ru: Недоступный канал

# patAddErrFName
source: Patient first name must be entered!
ru: Имя пациента должно быть введено!

# patAddErrHdr
source: Input error
ru: Ошибка ввода

# patAddErrLName
source: Patient surname must be entered!
ru: Фамилия пациента должны быть введены!

# cbPauseResumeText
source: Resume
ru: Возобновлять

# cbPauseText
source: Suspend
ru: Приостановить

# chHighResistance
source: The resistance is too high
ru: Сопротивление слишком велико

# testChError0
source: Communication between computer and device is interrupted, self-test has not occurred.
ru: Связь между компьютером и устройством прерывается, самотестирование не произошло.

# chOn
source: Turning channel {0} on
ru: Включение канала {0}

# chStatusErr1
source: Output current is limited for safety reasons.
ru: Выходной ток ограничен по соображениям безопасности.

# chStatusErr2
source: DataFlash memory does not contain valid data.
ru: Память ДaтaФлеш не содержит достоверных данных.

# chStatusErr3
source: Entry into Holding registers does not contain valid data.
ru: Входы в регистры Холдинга не содержат достоверных данных.

# chStatusErr4
source: A system watchdog was called up.
ru: Был вызван системный сторожевой таймер.

# chStatusErr5
source: The board was restarted.
ru: Плата была перезапущена.

# chStatusErrHdr
source: Bad status of channel {0}
ru: Плохой статус канала {0}

# patSelCycle
source: Cycle
ru: Цикл

# patSelProcNum
source: Procedure number
ru: Номер процедуры

# noPatient
source: No patients are registered.\nPlease register the patient and then select him/she for the procedure.
ru: Пациентов не регистрируют.\nПожалуйста, зарегистрируйте пациента и затем выберите его/еë для процедуры.

# noPatientHdr
source: No patients
ru: Нет пациентов

# ProcHdrChannel
source: Channel number
ru: Номер канала

# ProcHdrDatum
source: Date of procedure
ru: Дата процедуры

# ProcHdrDuration
source: Duration of the procedure
ru: Продолжительность процедуры

# ProcHdrOperator
source: Operator
ru: Oператор

# ProcHdrPatient
source: Patient
ru: Пациент

# ProcHdrResult
source: Result of completation
ru: Результат завершения

# ProcResultFailed
source: Erroneously
ru: Ошибочно

# ProcResultFinished
source: Normal
ru: Нормальный

# ProcResultInitiated
source: Only launched
ru: Только запущено

# ProcResultPrematurely
source: Prematurely
ru: Преждевременное

# filterAll
source: All
ru: Все

# chNum
source: Channel {0}
ru: Kанал {0}

# chUserProcCompleted
source: Patient '{0}' completed the procedure of {1} in {2}-{3} cycle after {4} minutes and {5} seconds
ru: Пациент «{0}» выполнил процедуру {1} в {2}. циклe после {4} минут и {5} секунд

# testDongleKO
source: Verification of the hardware key was unsuccessful.
ru: Проверка аппаратного ключа не удалась.

# testDongleKOhdr
source: Missing hardware key
ru: Отсутствует аппаратный ключ

# testDongleKOmsg
source: The hardware key was not found on the USB port. The application will be terminated.
ru: Аппаратный ключ не был найден на USB-порту. Приложение будет прекращено.

# testDongleOK
source: Verification of the hardware key was successful.
ru: Проверка аппаратного ключа прошла успешно.

# GenericErrorHdr
source: Generic error
ru: Произошла ошибка

# langNo
source: If the procedure is in progress, you can not change the language.
ru: Если процедура выполняется, вы не можете изменить язык.

# langQH
source: Change of language
ru: Изменение языка

# chSetCurrAborted
source: The current setting has been interrupted. Continue setting in a moment.
ru: Текущая настройка прервана. Продолжайте установку в одно мгновение.
